{
    "Index": {
        "title": "ওহে বিশ্ব!"
    },
    "Home": {
        "title": "সিকিউর ব্যালট",
        "description": "একটি ব্লকচেইন ভিত্তিক ভোটের সিস্টেম যা নিরাপদ এবং স্বচ্ছ নির্বাচন নিশ্চিত করে।",
        "registered_voters": "নিবন্ধিত ভোটার",
        "votes_cast": "ভোট প্রদান",
        "political_parties": "রাজনৈতিক দল",
        "how_title": "ভোট কিভাবে দেওয়া হয়",
        "how_description": "অণুবিন্যাসিত সিস্টেমে ভোট দেওয়া সহজ এবং নিরাপদ। আপনার ভোট দেওয়ার জন্য নীচের পদক্ষেপগুলি অনুসরণ করুন।",
        "step1_title": "১| ভোটিং পোর্টালে প্রবেশ করুন",
        "step1_description": "'ভোট করুন' ক্লিক করে ভোটিং পোর্টালে প্রবেশ করুন।",
        "step2_title": "২| আপনার পরিচিতি যাচাই করুন",
        "step2_description": "আপনার বিস্তারিত পূরণ করে আপনার ভোটার আইডি জমা দিয়ে আপনার পরিচিতি যাচাই করুন।",
        "step3_title": "৩| ভোট দিন",
        "step3_description": "আপনার পছন্দসই প্রার্থীকে নির্বাচন করুন এবং আপনার ভোট জমা দিন।",
        "FAQ_title": "সচলভোটে সাধারণ প্রশ্ন",
        "FAQ_description": "ভোট প্রক্রিয়া সম্পর্কে প্রশ্ন আছে? আমাদের নিম্নলিখিত প্রায়শই জিজ্ঞাসা দেখুন।",
        "faq1_title": "আমি কিভাবে জানতে পারি আমার ভোট নিরাপদ?",
        "faq1_description": "ব্লকচেইন প্রযুক্তি নিশ্চিত করে যে আপনার ভোট নিরাপদ এবং সংশোধন করা যায় না।",
        "faq2_title": "আমি কিভাবে জানতে পারি আমার ভোট অজানা?",
        "faq2_description": "ব্লকচেইন প্রযুক্তি নিশ্চিত করে যে আপনার ভোট অজানা এবং আপনার পর্যালোচনা করা যায় না।",
        "faq3_title": "আমি কিভাবে জানতে পারি আমি প্রেরিত পরে আমার ভোট পরিবর্তন করতে?",
        "faq3_description": "না, একবার আপনি আপনার ভোট জমা দিতে, এটি চূড়ান্ত এবং পরিবর্তন করা যাবে না।",
        "faq4_title": "অণুবিন্যাসিত সিস্টেমে আমার পরিচিতি যাচাই কিভাবে?",
        "faq4_description": "আপনার ভোটার আইডি এবং ব্যক্তিগত বিবরণ ব্যবহার করে আপনার পরিচিতি যাচাই করা হয়।"
    },
    "Navbar": {
        "title": "সিকিউর ব্যালট",
        "description": "একটি ব্লকচেইন ভিত্তিক ভোটের সিস্টেম যা নিরাপদ এবং স্বচ্ছ নির্বাচন নিশ্চিত করে।",
        "home": "হোম",
        "about": "সম্পর্কে",
        "start_voting": "ভোট করুন",
        "vote_count": "ভোট গণনা"
    },
    "Footer": {
        "title": "সিকিউর ব্যালট"
    },
    "Vote": {
        "step1": "এনআইডি যাচাই",
        "step2": "ওটিপি যাচাই",
        "step3": "ভোট কাস্টিং",
        "verification_title": "পরিচিতি যাচাই করুন",
        "verification_description": "আপনার পরিচিতি নিশ্চিত করতে আপনার তথ্য প্রবেশ করুন",
        "NID": "এনআইডি নম্বর",
        "name": "পুরো নাম",
        "dob": "জন্ম তারিখ",
        "father": "পিতার নাম",
        "mother": "মাতার নাম",
        "submit": "জমা দিন",
        "placeholder_name": "জন ডো",
        "placeholder_father": "জেসন ডো",
        "placeholder_mother": "জেন ডো",
        "verification_warning": "নিশ্চিত করুন যে, তথ্যটি আপনার এনআইডি কার্ডে যথাযথভাবে প্রকাশিত হচ্ছে।",
        "dob_error": "আপনার জন্ম তারিখটি প্রয়োজন!",
        "nid_error": "এনআইডি নম্বর অবৈধ!",
        "name_error": "আপনার পুরো নাম প্রয়োজন!",
        "father_error": "পিতার নাম প্রয়োজন!",
        "mother_error": "মায়ের নাম প্রয়োজন!",
        "otp_title": "ওটিপি যাচাই",
        "otp_description": "আপনার মোবাইল নম্বরে প্রেরিত ওটিপি প্রবেশ করুন",
        "verify_otp": "ওটিপি যাচাই করুন",
        "otp_warning": "ওটিপি বৈধ এখন ২ মিনিটের জন্য। অনুগ্রহ করে আপনার ফোনে ওটিপি চেক করুন।",
        "please_wait": "অনুগ্রহ করে অপেক্ষা করুন..."
    },
    "About": {
        "title": "সিকিউর ব্যালট সম্পর্কে",
        "description": "স্বাগতম আমাদের আধুনিক বেসুর ভিত্তিক হাইপারলেজার বেসুর প্রযুক্তিতে প্রত্যাবস্থিত জেনারেল ইলেকশনের জন্য আমাদের উদ্ভাবিত অব্যহত ভোটদান সিস্টেমে। এই ব্লকচেইনের মাধ্যমে ভোটাররা যে কোথাও থেকেই তাদের ভোট সহজভাবে দিতে পারেন, যা অভিগম্যতা এবং সুবিধাজনকতা নিশ্চিত করে। প্রত্যেক ভোট ক্রিপ্টোগ্রাফিক্যালি নিরাপদ, অপরিবর্তনীয়, এবং স্পষ্ট, নির্বাচনী প্রক্রিয়ার সার্বিকতা নিশ্চিত করে। বেসুরের দক্ষতা, স্কেলাবিলিটি, এবং বিশ্বস্ততা দ্বারা, আমাদের সিস্টেম সহজে বৃহত পরিমাণের নির্বাচন সম্পাদন করতে পারে, কার্যকরীতা কম করা ছাড়া মিলিয়ন ভোটারদের নেওয়া সম্ভব। এছাড়াও, ব্লকচেইনের অব্যাহত প্রকৃতি নির্বাচনে প্রতারণা এবং প্রতারণার বিরুদ্ধে সহ্য নিশ্চিত করে, নির্ভীক নির্বাচনের ফলাফলে বিশ্বাস গড়ানো হয়। নির্বাচনের বাইরে, আমাদের প্ল্যাটফর্মটি পছন্দমতোভাবে করপোরেট গভর্নেন্স বা সম্প্রদায়ের নির্ধারণের জন্য কাস্টমাইজ করা যেতে পারে, গণতান্ত্রিক প্রক্রিয়াসমূহের জন্য একটি বহুমুখী সমাধান প্রদান করে। আমাদের সঙ্গে যোগ দিন একটি নিরাপদ, স্পষ্ট, এবং অব্যহত ভোটের মাধ্যমে শাসনের ভবিষ্যত নির্ধারণে সামিল হওয়ার জন্য।"
    },
    "Count": {
        "title": "লাইভ ভোট গণনা",
        "select_constituency": "নির্বাচনী জেলা নির্বাচন করুন",
        "votes": "ভোট",
        "candidate_name": "প্রার্থীর নাম",
        "affidavit": "জমানামা",
        "income_tax": "আয়কর রিটার্ন"
    },
    "Notices": {
        "title": "নোটিশ",
        "notice1_title": "আপনার ভোটের মান গুরুত্বপূর্ণ: সাধারণ নির্বাচনের তথ্য",
        "notice1_description": "সাধারণ নির্বাচনটি তারিখ নির্ধারণ করা হয়েছে ২৫ই ডিসেম্বর, ২০২৯। আপনার মৌলিক ভোটের অধিকারটি পরিপালন করুন। আপনার ভোটের মান গুরুত্বপূর্ণ। বিভিন্ন ভোটের পদ্ধতি থেকে চয়ন করুন, যেমন: নির্বাচনের দিনে ব্যক্তিগতভাবে ভোট দেওয়া, পূর্বসূচিত সময়ে ভোট দেওয়া, অথবা ডাক দিয়ে ভোট দেওয়া। প্রার্থীদের প্ল্যাটফর্ম গবেষণা করুন। আমাদের নির্বাচনী ওয়েবসাইটে তথ্য জানতে ভিজিট করুন। ভোটের স্থানান্তরকরণ নির্দেশনা অনুসরণ করবে সতর্ক স্বাস্থ্য নির্দেশিকা। সরকারি চ্যানেল এবং স্থানীয় মিডিয়ার মাধ্যমে তথ্য উপলব্ধ থাকুন। আপনার ভোটটি আমাদের গণতন্ত্রের ভবিষ্যৎ গঠন করে। চলুন, সেটি গণনা করি! আপনার নাগরিক সঙ্গতির জন্য ধন্যবাদ।",
        "notice2_title": "গণতান্ত্রিকতা সুরক্ষা: নির্বাচন অনির্যাতন রিপোর্ট করুন",
        "notice2_description": "গণতান্ত্রিকতা রক্ষার জন্য নির্বাচন অনির্যাতন রিপোর্ট করুন। যদি আপনি ভোটার বিতর্ক, সাধারণভাবে নির্বাচনের বিফলতা বা প্রতারণা দেখুন, তারা তা তা নিবেদন করুন। আমাদের নির্বাচন হটলাইনে ফোন করুন বা আমাদের ওয়েবসাইটে একটি রিপোর্ট জমা দিন। আপনার পরিচয় গোপন থাকবে। একসঙ্গে, আমরা আমাদের নির্বাচনের সত্তার সুরক্ষা করতে পারি। আপনার সতর্কতা এবং গণতান্ত্রের প্রতি আপনার অঙ্গীকারের জন্য ধন্যবাদ।"
      },
      "Otp": {
        "title": "ওটিপি যাচাই",
        "description1": "একটি ওটিপি প্রেরিত করা হয়েছে ",
        "description2": " নম্বরে। আপনার পরিচয় যাচাই করতে নিচে এটি প্রবেশ করুন।",
        "alert": "ওটিপি দুই মিনিটের জন্য বৈধ। অনুগ্রহ করে আপনার ফোনে ওটিপি চেক করুন।",
        "wait": "অনুগ্রহ করে অপেক্ষা করুন।",
        "verify_otp":"ওটিপি যাচাই করুন।"
         },

         "CastVote": {
            "title": "স্বাগত ,",
            "alert_message": "সাবধান!",
            "alert_description": "আপনার ভোট সাবধানে নির্বাচন করুন. একবার আপনি ভোট দিলে, আপনি এটি পরিবর্তন করতে পারবেন না।",
            "candidates": "মোট প্রার্থী"
             },
             "Stepper": {
                "title1": "এনআইডি যাচাই",
                "title2": "ওটিপি যাচাই",
                "title3": "ভোট দান"
                 },
                 
                    "CandidateSelection":{ 
                        "toast_message": "কিছু ভুল হয়েছে। আবার চেষ্টা করুন!",
                    "vote_confirm": "আপনার ভোট নিশ্চিত করুন",
                    "cancel": "বাতিল করুন",
                    "confirm": "ভোট নিশ্চিত করুন",
                    "vote": "ভোট"
                }
                
       
}