{
    "Index": {
        "title": "Hello world!"
    },
    "Home": {
        "title": "Secure Ballot",
        "description": "A blockchain based voting system that ensures secure and transparent elections.",
        "registered_voters": "Registered Voters",
        "votes_cast": "Votes Cast",
        "political_parties": "Political Parties",
        "how_title": "How to Vote",
        "how_description": "Voting in the decentralized system is easy and secure. Follow the steps below to cast your vote.",
        "step1_title": "1. Access the Voting Portal",
        "step1_description": "Click on 'Start Voting' to access the voting portal.",
        "step2_title": "2. Verify Your Identity",
        "step2_description": "Verify your identity by filling in your details and submitting your voter ID.",
        "step3_title": "3. Cast Your Vote",
        "step3_description": "Select your preferred candidate and submit your vote.",
        "FAQ_title": "Frequently Asked Questions",
        "FAQ_description": "Have questions about the voting process? Check out our FAQs below.",
        "faq1_title": "How do I know my vote is secure?",
        "faq1_description": "The blockchain technology ensures that your vote is secure and cannot be tampered with.",
        "faq2_title": "How do I know my vote is anonymous?",
        "faq2_description": "The blockchain technology ensures that your vote is anonymous and cannot be traced back to you.",
        "faq3_title": "Can I change my vote after submitting?",
        "faq3_description": "No, once you submit your vote, it is final and cannot be changed.",
        "faq4_title": "How is my identity verified in the decentralized system?",
        "faq4_description": "Your identity is verified using your voter ID and personal details."
    },
    "Navbar": {
        "home": "Home",
        "about": "About",
        "start_voting": "Start Voting",
        "vote_count": "Vote Count",
        "title": "Secure Ballot",
        "description": "A blockchain based voting system that ensures secure and transparent elections."
    },
    "Footer": {
        "title": "Secure Ballot"
    },
    "Vote": {
        "step1": "NID Verification",
        "step2": "OTP Verification",
        "step3": "Vote Casting",
        "verification_title": "Verify Identity",
        "verification_description": "Enter your information to confirm your identity",
        "NID": "NID Number",
        "name": "Full Name",
        "dob": "Date of Birth",
        "father": "Father's Name",
        "mother": "Mother's Name",
        "submit": "Submit",
        "placeholder_name": "John Doe",
        "placeholder_father": "Jason Doe",
        "placeholder_mother": "Jane Doe",
        "verification_warning": "Make sure the information is exactly as it appears on your NID card.",
        "dob_error": "Your date of birth is required!",
        "nid_error": "NID number is invalid!",
        "name_error": "Your full name is required!",
        "father_error": "Father's name is required!",
        "mother_error": "Mother's name is required!",
        "otp_title": "OTP VERIFICATION",
        "otp_description": "Enter the OTP sent to your mobile number",
        "verify_otp": "Verify OTP",
        "otp_warning": "OTP is valid for 2 minutes. Please check your phone for the OTP.",
        "please_wait": "Please wait..."
    },
    "About": {
        "title": "About Secure Ballot",
        "description":"Welcome to our revolutionary decentralized voting system for general elections, powered by Hyperledger Besu based on Quorum. Through this private blockchain, voters can securely cast their votes from anywhere, ensuring accessibility and convenience. Each vote is cryptographically secured, immutable, and transparent, guaranteeing the integrity of the electoral process. With Besu's efficiency, scalability, and reliability, our system can handle large-scale elections with ease, accommodating millions of voters without compromising performance. Additionally, the decentralized nature of the blockchain ensures resistance to tampering and fraud, fostering trust in the electoral outcome. Beyond elections, our platform can be customized for various voting scenarios, such as corporate governance or community decision-making, offering a versatile solution for democratic processes. Join us in shaping the future of governance through secure, transparent, and decentralized voting."
    },
    "Count": {
        "title": "Live Vote Count",
        "select_constituency": "Select Constituency",
        "votes": "Votes",
        "candidate_name": "Candidate Name",
        "affidavit": "Affidavit",
        "income_tax": "Income Tax Return"
    },
    "Notices": {
        "title": "Notices",
        "notice1_title": "Your Voice Matters: General Election Information",
        "notice1_description": "The general election is scheduled for 25th December 2029. Exercise your fundamental right to vote. Your voice matters. Choose from various voting methods, including in-person, early, or mail-in voting. Research candidates' platforms. Visit our election website for info. Polling places will adhere to strict health protocols. Stay informed through official channels and local media. Your vote shapes our democracy's future. Let's make it count! Thank you for your civic engagement.",
        "notice2_title": "Protecting Democracy: Report Election Irregularities",
        "notice2_description": "Protect our democracy by reporting election irregularities. If you witness voter intimidation, suppression, or fraud, report it immediately. Call our election hotline or visit our website to submit a report. Your identity will remain confidential. Together, we can safeguard the integrity of our elections. Thank you for your vigilance and commitment to democracy."

    },
  "Otp": {
    "title": "OTP Verification",
    "description1": "An OTP has been sent to ",
    "description2": ". Enter it below to verify your identity.",
    "alert": "OTP is valid for 2 minutes. Please check your phone for the OTP.",
    "wait": "Please wait",
    "verify_otp":"Verify OTP"
     },

     "CastVote": {
        "title": "Welcome ,",
        "alert_message": "Heads up!",
        "alert_description": "Choose your vote carefully. Once you have voted, you cannot change it.",
        "candidates": "Total Candidates"
         },
        
             "Stepper": {
                "title1": "NID Verification",
                "title2": "OTP Verification",
                "title3": "Casting Vote"
                 },

                 "CandidateSelection": {
                    "toast_message": "Something went wrong. Please try again!",
                    "vote_confirm": "Confirm Your Vote",
                    "cancel": "Cancel",
                    "confirm": "Confirm Vote",
                    "vote":"Vote"
                 }
                
}